{"translation-revision-date":"2025-05-07 16:53:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Last updated":["Ultimo aggiornamento"],"Page %d of %d":["Pagina %d di %d"],"No data to display. Check back later or try to update data manually from %s":["Nessun dato da visualizzare. Torna più tardi o prova ad aggiornare manualmente i dati da %s"],"Index Status":["Stato indice"],"Upgrade to Rank Math PRO!":["Aggiorna a Rank Math PRO!"],"Get Advanced Index Stats Directly from Google database.":["Ottieni statistiche avanzate sull'indice direttamente dal database di Google."],"Pass":["Passato"],"Robots state [PRO]":["Stato Robots [PRO]"],"Crawled As [PRO]":["Scansionato come [PRO]"],"Page Fetch":["Recupera pagina"],"Rich Results":["Rich Results"],"Indexing Allowed":["Indicizzazione permessa"],"Rank Math > General Settings > Analytics > Click 'Update data manually' button.":["Rank Math > Impostazioni generali > Analytics > Fai clic sul pulsante 'Aggiorna dati manualmente'."],"PRO Feature":["Funzioni PRO"],"Available in the PRO version":["Disponibile nella versione PRO"],"Google: ":["Google: "],"All the Indexing statistics about your content in one place":["Tutte le statistiche di indicizzazione del tuo contenuto in un unico posto"],"Monitor metrics like Index Status, Last Crawl date, etc":["Controlla le metriche come lo stato dell'indice, la data dell'ultima scansione, ecc."],"PRO Version offers Advanced Indexing Stats":["La versione PRO offre statistiche di indicizzazione avanzate"],"Excluded":["Escluso"],"Unspecified":["Non specificato"],"Invalid URL":["URL non valido"],"Internal error":["Errore interno"],"Blocked due to other 4xx issue (not 403, 404)":["Bloccato a causa di un altro problema 4xx (non 403, 404)"],"Blocked due to access forbidden (403)":["Bloccato per accesso vietato (403)"],"Redirection error":["Errore di reindirizzamento"],"Server error (5xx)":["Errore del server (5xx)"],"Blocked due to unauthorized request (401)":["Bloccato per richiesta non autorizzata (401)"],"Not found (404)":["Non trovato (404)"],"Blocked by robots.txt":["Bloccato da robots.txt"],"Successful fetch":["Recupero riuscito"],"Unknown fetch state":["Stato del recupero sconosciuto"],"Rank Tracker":["Rank Tracker"],"Adsense":["Adsense"],"10-50 Positions":["Posizioni 10-50"],"Pro Feature":["Caratteristiche PRO"],"Suggested Actions":["Azioni suggerite"],"Your requested data is loading":["I dati richiesti sono in fase di caricamento"],"Columns:":["Colonne:"],"Choose which values to display":["Scegli quali valori visualizzare"],"No data to display":["Nessun dato da visualizzare"],"Sort by %s in descending order":["Ordina per %s in ordine decrescente"],"Sort by %s in ascending order":["Ordina per %s in ordine crescente"],"(scroll to see more)":["(scorri per vedere di più)"],"Rows per page":["Righe per pagina"],"Go to page":["Vai alla pagina"],"Next Page":["Pagina successiva"],"Previous Page":["Pagina precedente"],"Timeframe":["Lasso di tempo"],"[Edit]":["[Modifica]"],"Delete from Keyword Manager":["Elimina dal Keyword Manager"],"is the average Rank Math’s SEO score. This chart shows how well your posts are optimized based on Rank Math’s scoring system.":["è il punteggio SEO medio di Rank Math. Questo grafico mostra quanto bene i tuoi articoli sono ottimizzati in base al sistema di punteggio di Rank Math."],"Overall Optimization":["Ottimizzazione generale"],"Poor":["Scarso"],"Fair":["Discreto"],"Good":["Buono"],"Top Losing Keywords":["Prime parole chiave in discesa"],"Top Winning Keywords":["Prime parole chiave in salita"],"Built-in Keyword Rank Tracker":["Rank Tracker delle parole chiave incorporato"],"Keep an eye on losing keywords":["Tieni d'occhio le parole chiave in discesa"],"Find winning keywords":["Trova parole chiave vincenti"],"Track Keyword Performance":["Traccia le prestazioni della parola chiave"],"Tracked Keywords":["Parole chiave tracciate"],"All Keywords":["Tutte le parole chiave"],"Keyword Positions":["Posizioni delle parole chiave"],"Take full control of what’s important to the success of your website – see content that’s performing well and content that’s dropped in rankings so you can take action.":["Assumi il pieno controllo di ciò che è importante per il successo del tuo sito web - guarda i contenuti che funzionano bene e i contenuti che sono scesi nelle classifiche in modo da poter agire."],"Top 5 Winning & Losing Posts":["I primi 5 articoli in salita e in discesa"],"Open Report":["Report aperto"],"Your site appears in the search results for these keywords, but not on the first couple of pages.":["Il tuo sito appare nei risultati di ricerca per queste parole chiave, ma non nelle prime due pagine."],"Your site appears somewhere on pages 2-5 of the search results for these keywords.":["Il tuo sito appare da qualche parte nelle pagine 2-5 dei risultati di ricerca per queste parole chiave."],"Your site appears on the first page for these keywords, but not in the top 3 positions.":["Sembra che il tuo sito sia in prima pagina per queste parole chiave ma non nelle prime 3 posizioni."],"Your site appears in the best position for these keywords.":["Sembra che il tuo sito abbia il miglior posizionamento per queste parole chiave."],"Keyword Manager":["Keyword Manager"],"Rest of the Keywords":["Resto delle parole chiave"],"51-100 Positions":["Posizioni 51-100"],"4-10 Positions":["Posizioni 4-10"],"Top 3 Positions":["Prime 3 posizioni"],"No additional monthly subscriptions for third-party tools":["Nessun abbonamento mensile aggiuntivo per strumenti di terze parti"],"Monitor impressions, clicks, and position history":["Monitorare le impressioni, i clic e la cronologia delle posizioni"],"Track your performance for your target keywords":["Traccia le prestazioni per le tue parole chiave di riferimento"],"Your Own Keyword Manager":["Il tuo Keyword Manager"],"Allowed":["Consentiti"],"Remaining":["Rimanenti"],"Used":["Usato"],"Prioritize what’s most important so you can take action before its too late by seeing keywords you’re ranking well for and keywords where your site’s position has dropped.":["Dai la priorità alle cose più importanti così da poter agire prima che sia troppo tardi: scopri le parole chiave per le quali il tuo sito è ben posizionato e quelle che invece hanno perso posizioni."],"Top 5 Winning & Losing Keywords":["Le prime 5 parole chiave in salita e in discesa"],"These posts have not been analyzed by Rank Math yet.":["Questi articoli non sono ancora stati analizzati da Rank Math."],"No Data":["Nessun dato"],"SEO score below 50. These posts are not well optimized and require further optimization.":["Punteggio SEO inferiore a 50. Questi articoli non sono ben ottimizzati e richiedono un'ulteriore ottimizzazione."],"Poor Score":["Punteggio scarso"],"SEO score between 50 and 80. You may want to revisit these posts for further optimization.":["Punteggio SEO tra 50 e 80. Potresti voler rivedere questi articoli per ottimizzarli meglio."],"Fair Score":["Punteggio discreto"],"SEO score between 80 and 100. These posts are well optimized and usually do not require further actions.":["Punteggio SEO tra 80 e 100. Questi articoli sono ben ottimizzati e di solito non richiedono ulteriori azioni."],"Good Score":["Buon punteggio"],"Use data provided by Google instead of 3rd party tools":["Usa i dati forni da Google invece che da strumenti di terze parti"],"Monitor key metrics like traffic and search performance":["Monitora le metriche chiave come il traffico e la performance di ricerca"],"All the statistics about your content all in one place":["Tutte le statistiche sui tuoi contenuti in un unico posto"],"Prioritize Your Content Efforts With Detailed Insights":["Dai priorità alla tua strategia di contenuto con approfondimenti dettagliati"],"Traffic":["Traffico"],"The statistics that appear in the Rank Math Analytics module won’t match with the data from the Google Search Console as we only track posts and keywords that rank in the top 100 positions in the selected timeframe. We do this to help make decision-making easier and for faster data processing since this is the data you really need to prioritize your SEO efforts on.":["Le statistiche che appaiono nel modulo Rank Math Analytics non coincidono con i dati di Google Search Console perché teniamo traccia solo degli articoli e delle parole chiave che si classificano nelle prime 100 posizioni nel periodo di tempo selezionato. Lo facciamo per rendere il processo decisionale più facile e per un'elaborazione dei dati più veloce, dato che questi sono i dati di cui hai veramente bisogno per dare priorità ai tuoi sforzi SEO."],"Note:":["Nota:"],"Site Analytics":["Analisi del sito"],"Single Post\/Page Reports":["Report per singolo articolo\/pagina"],"Upgrade":["Aggiorna"],"Keep an eye on the data that matters all in one place":["Tieni sotto controllo tutti i dati che contano"],"Monitor Google trends for your selected focus keyword":["Monitora le tendenze di Google per la parola chiave selezionata"],"Track more than 20 metrics for all of your posts":["Traccia più di 20 metriche per tutti i tuoi articoli"],"Ready for more than just an overview? We have fully-fledged reports!":["Vuoi qualcosa di più di una semplice panoramica? Ti diamo report completi!"],"Average click-through rate. Search clicks divided by search impressions.":["Tasso medio di click-through. I clic di ricerca divisi per le impressioni di ricerca."],"How many times your site was clicked on in the search results.":["Il numero di volte in cui le persone hanno fatto clic sul tuo sito dai risultati di ricerca."],"How many times your site showed up in the search results.":["Il numero di volte in cui il tuo sito è apparso nei risultati di ricerca."],"Pageviews":["Pageviews"],"Content":["Contenuto"],"Search Clicks":["Cerca clic"],"Search Impressions":["Cerca impressioni"],"Posts":["Articoli"],"#":["#"],"SEO Performance":["Prestazioni SEO"],"Not available":["Non disponibile"],"Position History":["Cronologia delle posizioni"],"Schema":["Schema"],"SEO Score":["Punteggio SEO"],"Total Keywords":["Parole chiave totali"],"Avg. Position":["Posizione media"],"Avg. CTR":["CTR medio"],"Soft 404":["Soft 404"],"Last Crawl: ":["Ultimo crawl: "],"Error":["Errore"],"Position":["Posizione"],"Impressions":["Impressioni"],"Clicks":["Clic"],"Analytics":["Analytics"],"Keywords":["Parole chiave"],"Status":["Stato"],"Incoming Links":["Link in entrata"],"External Links":["Link esterni"],"Internal Links":["Link interni"],"Links":["Link"],"Title":["Titolo"],"None":["Nessuno"],"Dashboard":["Bacheca"]}},"comment":{"reference":"includes\/modules\/analytics\/assets\/js\/stats.js"}}