{"translation-revision-date":"2025-05-07 16:53:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"You cannot turn on the Beta Tester feature because site wide plugins auto-update option is disabled on your site.":["Non è possibile attivare la funzione Beta Tester perché l'opzione di aggiornamento automatico dei plugin a livello di sito è disabilitata sul sito."],"You cannot turn on auto-updates to automatically update to stable versions of Rank Math as soon as they are released, because site wide plugins auto-update option is disabled on your site.":["Non puoi attivare gli aggiornamenti automatici per aggiornare automaticamente le versioni stabili di Rank Math non appena vengono rilasciate, perché l'opzione di aggiornamento automatico dei plugin a livello di sito è disabilitata."],"Saving…":["Salvataggio in corso..."],"Update Notification Email":["Aggiorna le email di notifica"],"When auto-updates are turned off, you can enable update notifications, to send an email to the site administrator when an update is available for Rank Math.":["Quando gli aggiornamenti automatici sono disattivati, puoi abilitare le notifiche di aggiornamento, per inviare un'email a chi amministra il sito quando un aggiornamento è disponibile per Rank Math."],"Saved":["Salvato"],"Import & Export":["Importa e esporta"],"Beta Tester":["Beta Tester"],"It is not recommended to use the beta version on live production sites.":["Usare la versione beta sui siti live in produzione è sconsigliato."],"You can take part in shaping Rank Math by test-driving the newest features and letting us know what you think. Turn on the Beta Tester feature to get notified about new beta releases. The beta version will not install automatically and you always have the option to ignore it.":["Puoi contribuire alla crescita di Rank Math testando le nuove funzionalità e facendoci sapere cosa ne pensi. Attiva la funzione Beta Tester per ricevere un avviso quando arrivano nuove versioni beta. La versione beta non si installerà automaticamente e puoi sempre ignorarla."],"Beta Opt-in":["Opt-in beta"],"Reinstalling, please wait…":["Reinstallazione in corso, attendi..."],"Install Version ":["Installa la versione "],"Roll back to this version.":["Ripristina questa versione."],"Rollback Version":["Ripristina versione"],"This is the latest version of the plugin.":["Questa è l'ultima versione del plugin."],"Update Now":["Aggiorna ora"],"Latest Stable Version":["Ultima versione stabile"],"This is the version you are using on this site.":["Questa è la versione che stai usando su questo sito."],"You are using the latest version of the plugin.":["Stai utilizzando l'ultima versione del plugin."],"Rolled Back Version: ":["Versione precedente installata:"],"Your Version":["La tua versione"],"Warning: ":["Attenzione: "],"Previous versions may not be secure or stable. Proceed with caution and always create a backup.":["Le versioni precedenti potrebbero non essere sicure o stabili. Procedi con cautela e crea sempre un backup."],"If you are facing issues after an update, you can reinstall a previous version with this tool.":["Se hai problemi dopo un aggiornamento, puoi reinstallare una versione precedente con questo strumento."],"Rollback to Previous Version":["Ripristina una versione precedente"],"Rank Math will not auto-update because you have rolled back to a previous version. Update to the latest version manually to make this option work again.":["Rank Math non si aggiornerà automaticamente perché hai reinstallato una versione precedente. Aggiorna manualmente all'ultima versione per far funzionare di nuovo questa opzione."],"Auto Update Plugin":["Aggiornamento automatico del plugin"],"Version Control":["Controllo versione"],"Database Tools":["Strumenti del database"],"Tools":["Strumenti"],"System Status":["Stato del sistema"],"Save Changes":["Salva le modifiche"],"Auto Update":["Aggiornamento automatico"],"Status":["Stato"]}},"comment":{"reference":"includes\/modules\/status\/assets\/js\/status.js"}}